------------------------------------------------------------------------------------
--Name:		[征服][任务脚本]SQL100W上线触发集中营
--Purpose:	Sql100W上线触发集中营
--Creator: 	严振飞
--Created:	2015/05/28
------------------------------------------------------------------------------------
--在后面的sql的制作中，100W的制作都用lua实现，防止出现新增是顶掉未停用的触发action

--例子
------------------------------------------------------------------------------------
--Name:		[征服][活动脚本]100W上线触发例子
--Purpose:	100W上线触发例子
--Creator: 	严振飞
--Created:	2015/05/28
------------------------------------------------------------------------------------
--function FuncName_Login()
	--上线触发逻辑部分
--end

--上线触发
--table.insert(tSystem_PlayLogin_Func,FuncName_Login)


